{
  "name": "STEPHEN ADEI",
  "services": "DIENSTEN",
  "intro": "Ontdek ons aanbod van diensten, van persoonlijke bijles tot professionele fotografie en dataconsultancy.",
  "about": "Over Mij",
  "education": "Opleiding",
  "languages": "Talen",
  "languagesContent": "Engels (Moedertaal), Nederlands (Moedertaal), Twi (Voldoende)",
  "interests": "Interesses",
  "interestsContent": "Muziek, Wiskunde, Fotografie, Programmeren",
  "visitSite": "Bezoek Site",
  "comingSoon": "Binnenkort Beschikbaar",
  "privateTutoring": "Privé Bijles",
  "privateTutoringDesc": "Exclusieve één-op-één leerervaringen afgestemd op jouw behoeften.",
  "photography": "Fotografie",
  "photographyDesc": "Leg je speciale momenten vast met onze professionele fotografiediensten.",
  "dataConsultancy": "Dataconsultancy",
  "dataConsultancyDesc": "Ontgrendel de kracht van je data met onze deskundige consultancydiensten.",
  "music": "Muziek",
  "musicDesc": "Ontdek mijn muzikale creaties en diensten.",
  "goTo": "Ga naar",
  "startLearning": "Begin met Leren",
  "exploreServices": "Ontdek Diensten",
  "viewPortfolio": "Bekijk Portfolio",
  "listenNow": "Luister Nu",
  "aboutIntro": "Over Stephen Adei",
  "aboutContent": "Een gepassioneerde opvoeder en levenslange leerling met een diepe liefde voor wiskunde en de toepassingen ervan. Van bijles tot onderzoek, ik breng creativiteit en innovatie in elk aspect van mijn werk.",
  "educationContent": "Masterdiploma in Wiskunde, gespecialiseerd in kwantuminformatica en dynamische systemen.",
  "tutoringExperience": "15+ Jaar Bijleservaring",
  "tutoringContent": "Begonnen met bijles geven op de middelbare school, nu gepersonaliseerde lessen in wiskunde en datawetenschap aanbieden.",
  "readMore": "Lees meer",
  "tutoringExpandedContent": "Op de middelbare school ging ik van een 4 naar een 10 voor wiskunde. Deze reis ontketende mijn passie voor lesgeven en leidde ertoe dat ik mijn bijlesbedrijf begon, waarbij ik €10 per uur rekende terwijl anderen €5 vroegen, omdat ik op een 10 stond.",
  "research": "Onderzoek Hoogtepunt",
  "researchContent": "Werkte aan een archief over de grondleggers van de informatica in Nederland, in samenwerking met Professor Gerard Albert.",
  "techStack": "Technologie Stack",
  "techStackContent": "Bekwaam in Next.js, AI-integratie en het ontwikkelen van innovatieve educatieve tools. Het bouwen van een webapp die AI integreert voor automatische notities en samenvattingen.",
  "aboutTeaching": "Mijn toewijding aan onderwijs wordt verder geïllustreerd door mijn onderwijslicentie, die mij kwalificeert om wiskunde te onderwijzen op alle niveaus tot en met de universiteit. Dit stelt mij in staat mijn lesstijl aan te passen aan studenten van alle leeftijden en capaciteiten, zodat complexe concepten toegankelijk en boeiend worden gemaakt.",
  "aboutLanguages": "Vloeiend in Engels, Nederlands en Duits, kan ik wiskundige ideeën effectief overbrengen over taalgrenzen heen, waardoor ik goed geschikt ben voor internationale onderwijsomgevingen.",
  "aboutInterests": "Naast wiskunde heb ik een grote interesse in datawetenschap, fotografie en muziek. Deze diverse passies informeren mijn interdisciplinaire benadering van probleemoplossing en creativiteit in zowel mijn onderwijs- als advieswerk.",
  "outdoorPhotoCaption": "Een glimp in mijn wereld van wiskunde en stijl - waar elegantie en vergelijkingen samenkomen.",
  "teachingPhotoCaption": "Passie in actie: Wiskundige concepten overbrengen met enthousiasme en precisie.",
  "advancedEducation": "Geavanceerde Opleiding",
  "educationExpandedContent": "Met een masterdiploma in Wiskunde omvatten mijn specialisaties kwantuminformatica, dynamische systemen en datawetenschap. Mijn onderzoek bestrijkt kwantummechanica, lineaire algebra, differentiaalvergelijkingen en chaostheorie.",
  "diverseKnowledge": "Diverse Wiskundige Kennis",
  "knowledgeDetails": "Uitgebreide kennis over wiskundige velden, waaronder kwantuminformatica, complexe analyse en wiskundige modellering.",
  "researchAppliedMath": "Onderzoek en Toegepaste Wiskunde",
  "researchDetails": "Geïnvesteerd in baanbrekende onderzoeksprojecten gerelateerd aan de fundamenten van informatica en wiskunde.",
  "programmingSkills": "Programmeervaardigheden",
  "programmingDetails": "Bekwaam in Python, JavaScript, Next.js en machine learning voor geavanceerde dataconsultancy en AI-integratie.",
  "problemSolving": "Probleemoplossende Vaardigheden",
  "problemSolvingDetails": "Sterke analytische vaardigheden, aangetoond in zowel academische als real-world settings.",
  "continuousLearning": "Levenslange Leerling",
  "learningDetails": "Toegewijd aan voortdurende educatie en het bijhouden van ontwikkelingen in wiskunde en technologie."
}