{
  "name": "STEPHEN ADEI",
  "services": "SERVICES",
  "intro": "Explore our range of services, from personalized tutoring to professional photography and data consultancy.",
  "about": "About Me",
  "education": "Education",
  "languages": "Languages",
  "languagesContent": "English (Native), Dutch (Native), Twi (Adequate)",
  "interests": "Interests",
  "interestsContent": "Music, Mathematics, Photography, Programming",
  "visitSite": "Visit Site",
  "comingSoon": "Coming Soon",
  "privateTutoring": "Private Tutoring",
  "privateTutoringDesc": "Exclusive one-on-one learning experiences tailored to your needs.",
  "photography": "Photography",
  "photographyDesc": "Capture your special moments with our professional photography services.",
  "dataConsultancy": "Data Consultancy",
  "dataConsultancyDesc": "Unlock the power of your data with our expert consultancy services.",
  "music": "Music",
  "musicDesc": "Explore my musical creations and services.",
  "goTo": "Go to",
  "startLearning": "Start Learning",
  "exploreServices": "Explore Services",
  "viewPortfolio": "View Portfolio",
  "listenNow": "Listen Now",
  "aboutIntro": "About Stephen Adei",
  "aboutContent": "A passionate educator and lifelong learner with a deep love for mathematics and its applications. From tutoring to research, I bring creativity and innovation to every aspect of my work.",
  "educationContent": "Master's degree in Mathematics, specialized in quantum informatics and dynamic systems.",
  "tutoringExperience": "15+ Years of Tutoring",
  "tutoringContent": "Started tutoring in high school, now offering personalized lessons in mathematics and data science.",
  "readMore": "Read more",
  "tutoringExpandedContent": "In high school, I went from a 4 to a 10 in math. This journey sparked my passion for teaching and led me to start my tutoring business, charging €10 per hour when others charged €5, because I stood at a 10.",
  "research": "Research Highlight",
  "researchContent": "Worked on an archive about the founders of computer science in the Netherlands, collaborating with Professor Gerard Albert.",
  "techStack": "Tech Stack",
  "techStackContent": "Proficient in Next.js, AI integration, and developing innovative educational tools. Building a web app that integrates AI for automatic note-taking and summaries.",
  "aboutTeaching": "My dedication to education is further exemplified by my teaching license, which qualifies me to teach mathematics at all levels up to and including university. This allows me to adapt my teaching style to students of all ages and abilities, ensuring that complex concepts are made accessible and engaging.",
  "aboutLanguages": "Fluent in English, Dutch, and German, I can effectively communicate mathematical ideas across linguistic boundaries, making me well-suited for international educational environments.",
  "aboutInterests": "Beyond mathematics, I have a keen interest in data science, photography, and music. These diverse passions inform my interdisciplinary approach to problem-solving and creativity in both my teaching and consulting work.",
  "outdoorPhotoCaption": "A glimpse into my world of mathematics and style - where elegance and equations meet.",
  "teachingPhotoCaption": "Passion in action: Conveying mathematical concepts with enthusiasm and precision.",
  "advancedEducation": "Advanced Education",
  "educationExpandedContent": "With a Master's degree in Mathematics, my specializations include quantum informatics, dynamic systems, and data science. My research spans quantum mechanics, linear algebra, differential equations, and chaos theory.",
  "diverseKnowledge": "Diverse Mathematical Knowledge",
  "knowledgeDetails": "Extensive knowledge across mathematics fields, including quantum informatics, complex analysis, and mathematical modeling.",
  "researchAppliedMath": "Research and Applied Mathematics",
  "researchDetails": "Collaborated on groundbreaking research projects related to computer science and mathematics foundations.",
  "programmingSkills": "Programming Skills",
  "programmingDetails": "Skilled in Python, JavaScript, Next.js, and machine learning for advanced data consultancy and AI integration.",
  "problemSolving": "Problem-Solving Skills",
  "problemSolvingDetails": "Strong analytical abilities, demonstrated in both academic and real-world settings.",
  "continuousLearning": "Lifelong Learner",
  "learningDetails": "Dedicated to continuous education and staying at the forefront of developments in mathematics and technology."
}