{
  "name": "STEPHEN ADEI",
  "services": "SERVICES",
  "intro": "Discover our range of services, from personalized tutoring to professional photography and data consultancy.",
  "about": "About Me",
  "education": "Education",
  "languages": "Languages",
  "languagesContent": "English (Native), Dutch (Native), Twi (Proficient)",
  "interests": "Interests",
  "interestsContent": "Music, Mathematics, Photography, Programming",
  "visitSite": "Visit Site",
  "comingSoon": "Coming Soon",
  "privateTutoring": "Private Tutoring",
  "privateTutoringDesc": "Exclusive one-on-one learning experiences tailored to your needs.",
  "photography": "Photography",
  "photographyDesc": "Capture your special moments with our professional photography services.",
  "dataConsultancy": "Data Consultancy",
  "dataConsultancyDesc": "Unlock the power of your data with our expert consultancy services.",
  "music": "Music",
  "musicDesc": "Discover my musical creations and services.",
  "goTo": "Go to",
  "startLearning": "Start Learning",
  "exploreServices": "Explore Services",
  "viewPortfolio": "View Portfolio",
  "listenNow": "Listen Now",
  "aboutIntro": "About Stephen Adei",
  "aboutContent": "A passionate educator and lifelong learner with a deep love for mathematics and its applications. From tutoring to research, I bring creativity and innovation to every aspect of my work.",
  "educationContent": "Master in Mathematics, specializing in quantum computing and dynamic systems.",
  "tutoringExperience": "15+ Years of Tutoring Experience",
  "tutoringContent": "Started tutoring in high school, now offering personalized lessons in mathematics and data science.",
  "readMore": "Read more",
  "readLess": "Show less",
  "tutoringExpandedContent": "In high school, I went from a 4 to a 10 in mathematics. This journey ignited my passion for teaching and led me to start my tutoring business, charging €10 per hour while others charged €5, because I was a 10.",
  "research": "Research Highlight",
  "researchContent": "Working on an archive about the founders of computer science in the Netherlands, in collaboration with Professor Gerard Albert.",
  "techStack": "Technology Stack",
  "techStackContent": "Proficient in Next.js, AI integration, and developing innovative educational tools. Building a web application that integrates AI for automatic note-taking and summarization features.",
  
  "aboutTeachingTitle": "About Teaching",
  "aboutTeachingContent": "My dedication to education is further underscored by my teaching certification, allowing me to teach mathematics at all levels up to university. This enables me to adapt my teaching style to students of all ages and abilities, making complex concepts accessible and engaging.",
  
  "aboutLanguagesTitle": "Languages",
  "aboutLanguagesContent": "Fluent in English and Dutch, I can effectively communicate mathematical ideas across language barriers, making me well-suited for international educational environments.",
  
  "aboutInterestsTitle": "Interests",
  "aboutInterestsContent": "Besides mathematics, I have a strong interest in data science, photography, and music. These diverse passions inform my interdisciplinary approach to problem-solving and creativity in both my teaching and consultancy work.",
  
  "expertise": "Expertise",
  "expertiseSummary": "A summary of my expertise in various fields.",
  "showLess": "Show less",
  "showMore": "Show more",
  
  "additionalInfo": "Additional Information",
  
  "outdoorPhotoCaption": "A glimpse into my world of mathematics and style - where elegance and equations meet.",
  "teachingPhotoCaption": "Passion in action: Conveying mathematical concepts with enthusiasm and precision.",
  "advancedEducation": "Advanced Education",
  "educationExpandedContent": "With a Master in Mathematics, my specializations include quantum computing, dynamic systems, and data science. My research spans quantum mechanics, linear algebra, differential equations, and chaos theory.",
  "diverseKnowledge": "Diverse Mathematical Knowledge",
  "knowledgeDetails": "Extensive knowledge in various mathematical fields, including quantum computing, complex analysis, and mathematical modeling.",
  "researchAppliedMath": "Research and Applied Mathematics",
  "researchDetails": "Contributed to groundbreaking research projects related to computer science and the foundations of mathematics.",
  "programmingSkills": "Programming Skills",
  "programmingDetails": "Proficient in Python, JavaScript, Next.js, and machine learning for advanced data consultancy and AI integration.",
  "problemSolving": "Problem-Solving Skills",
  "problemSolvingDetails": "Strong analytical skills, demonstrated in both academic and real-world settings.",
  "continuousLearning": "Lifelong Learner",
  "learningDetails": "Committed to continuous education and staying updated with the latest developments in mathematics and technology."
}
